Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametinget_styrker_innsatsen_for_samiske_spraksentre.html.tmx
Source language: nob
Languages: sme

source: Sametinget styrker innsatsen for samiske språksentre
sme: Sámediggi nanne sámi giellaguovddážiid áŋgiruššama

source: I lys av en omfattende evaluering og samfunnsmessige endringer, annonserer Sametinget en strategisk fornyelse av sin tilnærming til samiske språksentre i Norge.
sme: Viiddis evaluerema ja servodatlaš rievdadusaid vuođul almmuha Sámediggi strategalaš ođasmahttima iežas lahkoneamis sámi giellaguovddážiidda Norggas.

source: – Flere skal få lære seg samiske språk og dette er måten vi ønsker flere velkommen inn i et samiskspråklig fellesskap, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: – Eambbosat galget beassat oahppat sámegielaid ja dan láhkai mii sávvat eambbosiidda bures boahtima sámegielat searvevuhtii, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Med de første etableringer for 30 år siden, har de samiske språksentrene vært en bærebjelke i arbeidet med å bevare og revitalisere samisk språk og kultur.
sme: Vuosttaš ásahemiid rájes 30 jagi dás ovdal, leat sámi giellaguovddážat leamaš geađgejuolgi barggus seailluhit ja ealáskahttit sámi giela ja kultuvrra.

source: Basert på grundige høringsnotater og samtaler med 18 språksentre, har Sametinget identifisert flere nøkkelområder for forbedring.
sme: Vuđolaš gulaskuddannotáhtaid vuođul ja ságastallamiid vuođul 18 giellaguovddážiin, lea Sámediggi identifiseren máŋga čoavddaguovllu maid ferte buoridit.

source: Sametingsråd Mikkel Eskil Mikkelsen (NSR) Vaino Rensberg/Sametinget
sme: Sámediggeráđđi Mikkel Eskil Mikkelsen (NSR) Vaino Rensberg/Sametinget

source: – Sannhetskommisjonen har anbefalt en stor satsing på språksentrene, samtidig som vi tydeliggjør hva språksentrenes rolle er.
sme: – Duohtavuođakommišuvdna lea rávven nannet stuorrát giellaguovddážiid, seammás go čielggaduvvo makkár rolla giellaguovddážiin lea.

source: I tillegg til dette peker strategien på behovet for økte ressurser og en forsterket rolle i voksenopplæring og videreutdanning.
sme: Dasa lassin čujuha strategiija ahte dárbbašuvvojit eanet resurssat ja nannoset rolla rávisolbmuidoahpahusas ja joatkkaoahpahusas.

source: Vi presenterer også nå for første gang et samfunnsmandat for språksentrene for å tydeliggjøre deres oppgave og rolle i samfunnet, sier Mikkelsen.
sme: Mii maiddái dál vuosttaš gearddi ovdanbuktit giellaguovddážiid servodatmandáhta vai sin doaibma ja rolla servodagas čielgaseappot boahtá ovdan, dadjá Mikkelsen.

source: Økt støtte og ny finansiering
sme: Eanet doarjja ja ođđa ruhtadeapmi

source: I 2024 vil 19 samiske språksentre i Norge motta tilskudd over Sametingets budsjett, noe som understreker Sametingets forpliktelse til språksentrene.
sme: Jagi 2024:s ožžot 19 sámi giellaguovddáža Norggas doarjaga Sámedikki bušeahtas, mii deattuha Sámedikki geatnegasvuođa giellaguovddážiid ektui.

source: Dette inkluderer grunntilskudd for å dekke faste kostnader og tilleggsmidler for å støtte aktiviteter som språkkurs.
sme: Dát sisttisdoallá vuođđodoarjaga bissovaš goluide ja lassidoarjaga doaimmaide nugo giellakurssaide.

source: – Vår oppdaterte strategi legger vekt på å styrke sentrene økonomisk for å sikre at språksentrene kan møte dagens behov og imøtekomme fremtidens utfordringer.
sme: – Min ođasmahttojuvvon strategiija deattuha ahte giellaguovddážat galget nannejuvvot ekonomalaččat vai sihkkarastojuvvo ahte giellaguovddážat sáhttet dustet dálá dárbbuid ja dustet boahtteáiggi hástalusaid.

source: Flere språksentre uttaler at de har mulighet til å øke kurstilbud, men at det krever økonomi.
sme: Máŋga giellaguovddáža dadjet ahte sis lea vejolašvuohta lasihit kursafálaldaga, muhto ahte dat gáibida buoret ekonomiija.

source: Derfor må vi styrke grunntilskuddet betraktelig, og jeg håper at regjeringen ser dette behovet, uttaler sametingsråden.
sme: Danne fertet mii nannet vuođđodoarjaga mealgat, ja mun doaivvun ahte ráđđehus oaidná dán dárbbu, cealká sámediggeráđđi.

source: Språksentre til nye områder
sme: Giellaguovddážat ođđa guovlluide

source: I tråd med anbefalingene fra Sannhets- og forsoningskommisjonen i 2023, og med støtte fra lokale samfunn og kommuner, intensiverer Sametinget innsatsen for å inkludere flere språksentre i områder som mangler tilbud.
sme: Duohtavuođa- ja soabahankommišuvnna rávvagiid mielde jagi 2023, ja báikkálaš servodagaid ja gielddaid doarjagiin, áŋgiruššá Sámediggi eanet fátmmastit eanet giellaguovddážiid dain guovlluin gos fálaldagat váilot.

source: – Det er avgjørende at vi legger til rette for språksentrenes rekkevidde og etablering for nye språksentre for å inkludere flere i vår språkrevitalisering.
sme: – Lea vealtameahttun deaŧalaš ahte mii láhčit giellaguovddážiidda olámuttu ja ahte ásahuvvojit ođđa giellaguovddážat mat fátmmastit eambbogiid min giellaealáskahttimii.

source: Jeg ønsker meg flere språksentre over hele Norge, sier Mikkelsen.
sme: Mun háliidan eanet giellaguovddážiid miehtá Norgga, dadjá Mikkelsen.

source: Mer samarbeid
sme: Eanet ovttasbargu

source: Sametinget er dedikert til en kontinuerlig dialog og samarbeid med språksentrene for å sikre at de kan utføre sine viktige funksjoner i samfunnet.
sme: Sámediggi háliida joatkevaččat gulahallat ja ovttasbargat giellaguovddážiiguin sihkkarastin dihtii ahte dat sáhttet doaimmahit iežaset dehálaš doaimmaid servodagas.

source: Sametingsrådet ønsker mer samarbeid med språksentrene.
sme: Sámediggeráđđi háliida eanet ovttasbarggu giellaguovddážiiguin.

source: – Vi anerkjenner viktigheten og kompetansen som språksentrene besitter.
sme: – Mii doahttalit dan dehálašvuođa ja gelbbolašvuođa mii giellaguovddážiin lea.

source: Derfor ønsker vi å legge til rette for økt samarbeid mellom språksentrene og mellom Sametinget og språksentrene.
sme: Danne mii háliidit láhčit dili eanet ovttasbargui gaskal giellaguovddážiid ja gaskal Sámedikki ja giellaguovddážiid.

source: Språksentrene kan vente et mer aktivt og initiativtakende Sameting for å møte behovene de har, i tillegg til et generelt større behov i det samiske samfunnet de neste årene, sier Mikkelsen.
sme: Giellaguovddážat sáhttet vuordit ahte Sámediggi šaddá eanet aktiivvalažžan ja váldá eanet initiatiivva dusten dihte daid dárbbuid mat sis leat, lassin oppalaččat stuorát dárbbuide mat boahttevaš jagiid leat sámi servodagas, dadjá Mikkelsen.

source: Plenumssak 021/24 Sammen fremover - Sametingets strategi for samiske språksentre behandles av Sametingets plenum på plenumsmøte onsdag 12. juni.
sme: Dievasčoahkkinášši 021/24 Ovttas ovddosguvlui - Sámedikki strategiija sámi giellaguovddážiid várás meannuduvvo Sámedikki dievasčoahkkimis gaskavahku geassemánu 12. beaivvi.

source: Les sak 021/24 Sammen fremover - Sametingets strategi for samiske språksentre
sme: Loga ášši 021/24 Ovttas ovddosguvlui - Sámedikki strategiija giellaguovddážiid várás
